Repository: FreePBX/setcid
Catalog: i18n/*/LC_MESSAGES/setcid.po
Languages: de_de, es_es, fa_ir, ja_jp, pl, pt_br, ru_ru, vi

source: Actions
de_de: Aktionen
es_es: Acciones
fa_ir: عملیات
ja_jp: アクション
pl: Działania
pt_br: Ações
ru_ru: Действие
vi: Các thao tác

source: Add
de_de: Hinzufügen
es_es: Añadir
fa_ir: افزودن
ja_jp: 追加
pl: Dodaj
pt_br: Adicionar
ru_ru: Добавить
vi: Thêm

source: Add CID
de_de: CID hinzufügen
es_es: Agregar CID
fa_ir: افزودن CID
pl: Dodaj CID
pt_br: Adicionar CID
ru_ru: Добавить CID
vi: Thêm CID

source: Add CallerID
ja_jp: 発信者IDの追加
ru_ru: Добавить CallerID

source: Add CallerID Instance
ja_jp: 発信者IDインスタンスの追加
ru_ru: Добавить значение CallerID

source: Adds the ability to change the CallerID within a call flow.
de_de: Fügt die Funktion hinzu, die CallerID innerhalb eines Anrufverlaufs zu ändern.
es_es: Añade la posibilidad de cambiar el identificador de llamadas dentro de un flujo de llamadas.
fa_ir: افزودن قابلیت تغییر شناسه تماس گیرنده در جریان یک تماس.
ja_jp: コールフローの機能を追加して発信者IDの変更を可能にする
pl: Dodaje możliwość zmiany Identyfikatora dzwoniącego w trakcie callflow.
pt_br: Adiciona a capacidade de alterar o ID Chamador dentro de um fluxo de chamadas.
ru_ru: Добавляет возможность изменения CallerID во время прохождения вызова.
vi: Thêm tính năng thay đổi CallerID trong một dòng cuộc gọi.

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: برنامه ها
pl: Aplikacje
pt_br: Aplicações
ru_ru: Приложения
vi: Các ứng dụng

source: Caller ID Number: The caller ID number will be changed to this. If you are appending to the current caller ID number, don't forget to include the appropriate variables. If you leave this box blank, the caller ID number will be blank. Default caller ID number variable: ${CALLERID(num)}
de_de: Anrufer-ID-Nummer: Die Anrufer-ID-Nummer wird geändert. Wenn Sie an die aktuelle Anrufer-ID-Nummer anhängen, vergessen Sie nicht, die entsprechenden Variablen anzugeben. Wenn Sie dieses Feld leer lassen, ist die Anrufer-ID leer. Standardnummer der Anrufer-ID-Nummer: ${CALLERID(num)}
es_es: Número de Identificador de Llamada: El número de Identificador de Llamada se cambiará a este. Si está agregando al número de identificación del llamante actual, no olvide incluir las variables apropiadas. Si deja esta casilla en blanco, el número de identificación de la persona que llama estará en blanco. Variable predeterminada del número de identificador de llamada: $ {CALLERID (num)}
fa_ir: شماره تماس گیرنده: شماره تماس گیرنده به این مقدار تغییر داده می شود. اگر قصد افزودن به شماره تماس گیرنده کنونی را دارید، بکارگیری درست متغیرها را فراموش نکنید. اگر این قسمت را خالی بگذارید، شماره تماس گیرنده خالی خواهد بود. متغیر پیش فرض شماره تماس گیرنده: ${CALLERID(num)}
pl: Numer identyfikacyjny dzwoniącego: Numer identyfikacyjny dzwoniącego zostanie zmieniony na wpisany tu. Jeżeli dodajesz coś do bieżącego numeru identyfikacyjnego rozmówcy, nie zapomnij o dołączeniu odpowiednich zmiennych. Jeśli pozostawisz to pole puste, numer identyfikacyjny dzwoniącego będzie pusty. Domyślna zmienna numeru identyfikacyjnego dzwoniącego: ${CALLERID(num)}
pt_br: Número de identificação do chamador(CallerID): O número de identificação do chamador será alterado para este número. Se você estiver anexando o número de identificação do chamador atual, não esqueça de incluir as variáveis apropriadas. Se você deixar este campo em branco, o número de identificação do chamador ficará em branco. Variável do número de identificação do chamador padrão: ${CALLERID(num)}
ru_ru: CallerID номер: CallerID номер будет изменен на указанный. Если вы хотите добавить значения к текущему CallerID номеру, не забудьте прописать все необходимые Asterisk переменные. Если вы оставите это поле пустым, значение CallerID номера будет пустым. Переменная CallerID номера по умолчанию: ${CALLERID(num)}
vi: Số Caller ID: Số Caller ID sẽ được thay đổi thành số này. Nếu bạn đang thêm vào số Caller ID hiện tại, đừng quên phải bao gồm các biến phù hợp. Nếu bạn để trống ô này, số Caller ID cũng sẽ để trống. Mặc định biến số Caller ID như sau: ${CALLERID(num)}

source: CallerID Name
de_de: Anrufer ID Name
es_es: Nombre Llamante
fa_ir: نام شناسه تماس گیرنده
pl: Nazwa Id dzwoniącego
pt_br: Nome do ID Chamador
ru_ru: Имя CallerID
vi: Tên của Caller ID

source: CallerID Number
de_de: Anrufer ID Nummer
es_es: Número ID Llamante
fa_ir: شماره تماس گیرنده
ja_jp: CallerID番号
pl: Numer Id dzwoniącego
pt_br: Número do ID Chamador
ru_ru: Номер CallerID
vi: Số Caller ID

source: Delete
de_de: Löschen
es_es: Borrar
fa_ir: حذف
ja_jp: 削除
pl: Usuń
pt_br: Apagar
ru_ru: Удалить
vi: Xóa

source: Description
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
ja_jp: 説明
pl: Opis
pt_br: Descrição
ru_ru: Описание
vi: Mô tả

source: Destination
de_de: Ziel
es_es: Destino
fa_ir: مقصد
ja_jp: 宛先
pl: Cel
pt_br: Destino
ru_ru: Назначение
vi: Điểm đích

source: Destination to send the call to after CID has been processed
de_de: Ziel, an das der Anruf gesendet werden soll, nachdem die CID verarbeitet wurde
es_es: Destino para enviar la llamada después de que CID se haya procesado
fa_ir: مقصدی که تماس پس از پردازش CID به آن ارسال می شود
pl: Cel, do którego należy przekazać połączenie po przeprocesowaniu CID
pt_br: Destino para enviar a chamada depois que o CID for processado
ru_ru: Направление куда отправить звонок после обработки CID
vi: Điểm đích để gửi cuộc gọi đến đó sau khi CID được xử lý xong

source: Edit
ja_jp: 編集
ru_ru: Редактировать

source: Edit CID: %s
de_de: Bearbeite CID: %s
es_es: Editar CID: %s
fa_ir: ویرایش CID:%s
pl: Edytuj CID: %s
pt_br: Editar CID: %s
ru_ru: Редактировать CID: %s
vi: Chỉnh sửa CID: %s

source: Edit CallerID Instance
ja_jp: 発信者IDインスタンスの編集
ru_ru: Редактировать значение CallerID

source: Edit:
ja_jp: 編集:
ru_ru: Редактировать:

source: Invalid description specified
ja_jp: 無効な説明が入力されました
ru_ru: Указано неверное описание

source: Reset
de_de: Zurücksetzen
es_es: Reinicio
fa_ir: بازنشانی
ja_jp: リセット
pt_br: Reiniciar
ru_ru: Сброс
vi: Cài đặt lại

source: Set CID
de_de: Einstellung CID
es_es: Establecer CID
fa_ir: تنظیم CID
pl: Ustaw CID
pt_br: Definir CID
ru_ru: Назначить CID
vi: Cài đặt CID

source: Set CallerID
de_de: Stellen Sie die Anrufer-ID ein
es_es: Configurar ID de llamada
fa_ir: تنظیم شماره تماس گیرنده
pl: Ustaw CallerID
pt_br: Definir ID Chamador
ru_ru: Установить CallerID
vi: Cài đặt CallerID

source: Set CallerID %s:
de_de: Stellen Sie die Anrufer-ID %s ein:
es_es: Configurar ID de llamada %s:
fa_ir: تنظیم شناسه تماس گیرنده %s:
ja_jp: 発信者IDに%sを設定しました
pl: Ustaw CallerID %s:
pt_br: Definir ID Chamador %s:
ru_ru: Установить CallerID %s:
vi: Cài đặt CallerID %s:

source: Set CallerID allows you to change the caller id of the call and then continue on to the desired destination. For example, you may want to change the caller id form "John Doe" to "Sales: John Doe". Please note, the text you enter is what the callerid is changed to. To append to the current callerid, use the proper asterisk variables, such as "${CALLERID(name)}" for the currently set callerid name and "${CALLERID(num)}" for the currently set callerid number.
ja_jp: 発信者IDの設定によって発信者番号の発信者IDを変えることができ、次に進む場所を指定することできます。例：発信者の名前を"John Doe"から"Sales: John Doe"に変更する。注意：入力されたテキストが最終的に変換される名前になります。使用している発信者IDに追加する場合、正確なasterisk変数を使ってください。例：使用している発信者IDに追加する場合"${CALLERID(名前)}"、使用している発信者ID番号に追加する場合"${CALLERID(num)}"で設定します。
ru_ru: Установка CallerID позволяет изменить его во время вызова и доставить звонок по назначению. Например, Вы хотите изменить CallerID имя с "John Doe" на "Sales: John Doe". Надо учесть, что CallerID изменится на то значение, которое будет введено в поле ниже. Присоединять значения к уже существующему CallerID можно с помощью переменнных Астериск, таких как "${CALLERID(name)}" - для изменения имени и "${CALLERID(num)}" -для изменения номера.

source: Submit
de_de: Absenden
es_es: Enviar
fa_ir: ثبت
ja_jp: 送信
pl: Wyślij
pt_br: Enviar
ru_ru: Подтвердить
vi: Gửi đi

source: Submit Changes
ja_jp: 変更を適用
ru_ru: Сохранить изменения

source: The CallerID Name that you want to change to. If you are appending to the current callerid, dont forget to include the appropriate asterisk variables. If you leave this box blank, the CallerID name will be blanked
ja_jp: 使いたい発信者ID名。使用している発信者IDに追加する場合、適切なasterisk変数を入れてください。もしこのボックスを空欄にする場合、発信者ID名も空欄になります。
ru_ru: CallerID имя, на которое хотите изменять. Если это дополняется к существующему CallerID, то не забывайте включить это во все назначенные Asterisk переменные. Если оставить поле пустым, то CallerID имя будет пустым

source: The CallerID Number that you want to change to. If you are appending to the current callerid, dont forget to include the appropriate asterisk variables. If you leave this box blank, the CallerID number will be blanked
ja_jp: 使いたい発信者ID番号。使用している発信者IDに追加する場合、適切なasterisk変数を入れてください。もしこのボックスを空欄にする場合、発信者ID番号も空欄になります。
ru_ru: CallerID номер, на который хотите изменять. Если это дополняется к существующему CallerID, то не забывайте включить это во все назначенные Asterisk переменные. Если оставить поле пустым, то CallerID номер будет пустым

source: The caller ID name will be changed to this. If you are appending to the current caller ID name, don't forget to include the appropriate variables. If you leave this box blank, the caller ID name will be blank. Default caller ID name variable: ${CALLERID(name)}
de_de: Der Name der Anrufer-ID wird geändert. Wenn Sie an den aktuellen Anrufer-ID-Namen anhängen, vergessen Sie nicht, die entsprechenden Variablen anzugeben. Wenn Sie dieses Feld leer lassen, ist der Name der Anrufer-ID leer. Standardname der Anrufer-ID-Name: ${CALLERID(Name)}
es_es: El nombre del identificador de llamadas se cambiará a éste. Si está agregando al nombre actual del identificador de llamadas, no olvide incluir las variables apropiadas. Si deja esta casilla en blanco, el nombre del identificador de llamada quedará en blanco. Variable de nombre de identificador de llamada predeterminada: $ {CALLERID (name)}
fa_ir: نام شناسه تماس گیرنده که می خواهید به آن تغییر داده شود. اگر قصد افزودن عباراتی به شناسه فعلی را دارید، می بایست از متغیرهای استریسک استفاده کنید. نام شناسه تماس گیرنده به صورت پیش فرض: ${CALLERID(name)}
pl: Nazwa identyfikatora dzwoniącego zostanie zmieniona na tę wpisaną tu. Jeśli dodajesz nazwę bieżącego rozmówcy, nie zapomnij o dołączeniu odpowiednich zmiennych. Jeśli pozostawisz to pole puste, nazwa dzwoniącego będzie pusta. Domyślna zmienna nazwy dzwoniącego: ${CALLERID(name)}
pt_br: O nome do identificador de chamadas(CallerID) será alterado para este número. Se estiver anexando o nome do chamador atual, não esqueça de incluir as variáveis apropriadas. Se você deixar este campo em branco, o nome da identificação do chamador ficará em branco. Variável de nome da identificação do chamador padrão: ${CALLERID(name)}
ru_ru: CallerID имя: CallerID имя будет изменено на указанное. Если вы хотите добавить значения к текущему CallerID имени, не забудьте прописать необходимые Asterisk переменные. Если вы оставите это поле пустым, значение CallerID имени будет пустым. Переменная CallerID имени по умолчанию: ${CALLERID(name)}
vi: Tên Caller ID sẽ được thành đổi thành tên này. Nếu bạn đang thêm tên của Caller ID hiện tại, đừng quên bao gồm các biến phù hợp. Nếu bạn để ô này trống, tên của Caller ID cũng bị trống. Mặc định biến của tên Caller ID như sau: ${CALLERID(name)}

source: The descriptive name of this CallerID instance. For example "new name here"
de_de: Der beschreibende Name dieser CallerID-Instanz. Zum Beispiel "neuer Name hier"
es_es: El nombre descriptivo de esta instancia de ID de llamada. Por ejemplo "nuevo nombre aca"
fa_ir: نام توصیفی برای این نمونه شناسه تماس گیرنده. مثال "نام جدید"
ja_jp: 発信者IDインスタンスの詳細。例："new name here"
pl: Opisowa nazwa tej instancji CallerID. Na przykład „tutaj nowa nazwa”
pt_br: O nome descritivo dessa instância ID Chamador. Por exemplo, "novo nome aqui"
ru_ru: Понятное название для этого значения CallerID. Например - "Новое название"
vi: Tên mô tả của đối tượng Caller ID này. Ví dụ "new name here"

source: What is Set CID?
de_de: Was ist Set CID?
es_es: Cual es CID?
fa_ir: تنظیم CID چیست؟
pl: Co to jest ustawienie CID?
pt_br: O que é a Definição CID?
ru_ru: Что такое назначение CID?
vi: Set CID là gì?

source: already used, please use a different Description.
de_de: wird bereits verwendet, bitte verwenden Sie eine andere Beschreibung.
pl: już w użyciu, proszę użyć innego opisu.
vi: đã được sử dụng, vui lòng sử dụng một mô tả khác.

source: List SetCID
de_de: Liste SetCID
es_es: Lista SetCID
fa_ir: فهرست SetCID
pl: Lista SetCID
pt_br: Lista SetCID
vi: Danh sách SetCID

source: Please enter a valid Description.
de_de: Bitte geben Sie eine gültige Beschreibung ein.
pl: Wprowadź prawidłowy opis.
vi: Vui lòng nhập một mô tả hợp lệ.

source: Please select an item.
de_de: Bitte wählen Sie ein item.
pl: Wybierz przedmiot.

source: SetCID
de_de: Einstellung CID
fa_ir: تنظیم شماره تماس
pl: UstawCID
vi: SetCID ( Cài đặt Caller ID)
